Repository: impfen/apps-inoeg
Catalog: apps/user/src/locales/*/messages.po
Languages: fr, nb_no

# common.footer.link.german
source: Deutsch
fr: allemand
nb_no: Tysk

# common.footer.link.privacy
source: Data privacy
fr: Vie privé
nb_no: Datapersonvern

# common.footer.link.kiebitz
source: Realized with Kiebitz
fr: Réalisé avec Kiebitz
nb_no: Muliggjort med Kiebitz

# user.finder.date.label
source: Date
nb_no: Dato

# user.finder.date.submit
source: Choose an appointment
fr: Sélectionner la date
nb_no: Velg en time

# user.finder.location.accessible.label
source: Only barrier-free vaccination sites
fr: Uniquement des centres de vaccination accessibles
nb_no: Kun barrièrefrie vaksinasjonssteder

# user.finder.location.intro
source: Choose from the available options where you would like to be vaccinated.
nb_no: Velg et mulig alternativ for vaksinering.

source: user.finder.success.additional-preperation.title
nb_no: Slik kan du forberede deg på din vaksinasjonstime:

source: user.finder.success.bring-along.mask
nb_no: <0>FFP2-Maske</0><1/><2>(i smittevernsøyemed)</2>

source: user.finder.success.bring-along.title
nb_no: Dette trenger du å ta med for COVID-19-vaksine:

# user.finder.success.cancel-button
source: Cancel appointment
fr: Annuler le rendez-vous
nb_no: Kanseller time

source: user.finder.success.cancel-text
nb_no: Hvis du ikke kan møte til time, kan du kansellere med knappen nedenfor.

# user.finder.time.label
source: Time
nb_no: Tid

# user.finder.success.title
source: Your appointment is booked!
fr: Votre rendez-vous est réservé !
nb_no: Du har nå bestilt time.

source: user.finder.success.preperation.title
nb_no: Vaksineforberedelser

source: user.questionaire.no
nb_no: nei

source: user.questionaire.error.default
nb_no: Din neste vaksinasjon krever sitt. Hold deg oppdatert om gjeldende og skiftende regler.

# user.welcome.intro-1
source: You are now only a few clicks away from your appointment.
nb_no: Du har nesten fullført din timebestilling.

# user.welcome.question2_error
source: It must be 3 months since your last vaccination appointment before you can receive a booster.
nb_no: Det må være tre måneder siden din siste vaksinering før du kan få en tilleggsdose.

# user.welcome.question1_value
source: Is this a booster vaccination?
nb_no: Er dette en tilleggsdose?

# user.welcome.question3_value
source: Are you younger than 30 or pregnant?
nb_no: Er du yngre enn 30 eller gravid?

# user.welcome.question4_value
source: Are you younger than 12?
fr: Vous avez moins de 12 ans ?
nb_no: Er du yngre enn 12?

# common.footer.link.english
source: English
fr: anglais
nb_no: Engelsk

# common.footer.link.faq
source: Questions & Answers
fr: Questions et réponses
nb_no: Spørsmål og svar

# user.finder.appointment.title
source: Appointments
fr: Rendez-vous
nb_no: Timer

# user.finder.date.back-link
source: Back to appointment selection
fr: Retour à la sélection des dates
nb_no: Tilbake til valg av timer

# user.finder.date.title
source: Date and Time
fr: Date et heure
nb_no: Dato og tid

source: user.finder.appointment.date-past
nb_no: Valgt vaksinasjonsdato er i fortiden.

# user.finder.date.intro
source: When would you like to be vaccinated? You can adjust the date and time at any time in the process if desired. Please indicate your preferred date below.
fr: Quand souhaitez-vous vous faire vacciner ? Vous pouvez modifier la date et l'heure à tout moment dans le processus, si vous le souhaitez. Veuillez indiquer la date souhaitée ci-dessous.
nb_no: Når ønsker du å vaksineres? Du kan justere dato og tid når som helst. Velg foretrukket dato nedenfor.

source: user.questionaire.yes
nb_no: ja

# user.finder.verify.back-link
source: Back to appointment selection
nb_no: Tilbake til timevalg

# user.finder.verify.appointment.subtitle
source: Your appointment
nb_no: Din time

# user.welcome.button
source: Continue to the booking
fr: Continuer vers le rendez-vous
nb_no: Fortsett til timebestillingen

# user.welcome.question2_value
source: Was your last vaccination more than 3 months ago?
nb_no: Er det mer en tre måneder siden din siste vaksinering?

source: user.finder.success.additional-preperation.part-1
nb_no: Planlegg transport og retur

# user.welcome.question4_error
source: Unfortunately, appointments for child vaccinations are not (yet) offered via the portal. We will try to expand the offer as soon as possible and ask for your patience until then.
nb_no: Timebestilling for barn er ikke tilgjengelig via portalen (enda). Tilbudet vil bli utvidet så snart som mulig.

# user.finder.success.appointment-code
source: Your booking-code
fr: Votre code de réservation
nb_no: Din bestillingskode

# user.welcome.form_error
source: Please answer all questions, otherwise we will not be able to find appointments for you. All your personal data will only be stored on your personal device and will not be transmitted or passed on to a server.
nb_no: Besvar alle spørsmål for å finne time. All personlig data lagres kun på din enhet og videresendes ikke.

# user.welcome.intro-2
source: We will ask you a few questions so you can get the right vaccine. The data remains on your device and is not transmitted.
nb_no: Besvar disse spørsmålene for å få rett vaksine. Dataen forblir på enheten og videresendes ikke.

source: user.finder.success.additional-preperation.part-2
nb_no: Planlegging av tidspunkt for <0>overvåkning</0>.<1/><2>(Ca. et kvarter, med mulig forlengelse for underliggende komorbiditeter.)</2>

source: user.finder.success.bring-along.papers
nb_no: <0>Identifikasjonsbevis</0><1/><2>(Identitetskort, pass.)</2>

source: user.finder.success.bring-along.vaccination-card
nb_no: <0>Vaksinasjonskort</0><1/><2>(Hvis ikke vil du få et erstatningssertifikat.)</2>

# user.finder.success.intro
source: <0>Important:</0> Please write down the code below and make sure you bring it with you to the vaccination.
nb_no: <0>Viktig:</0> Skriv ned koden nedenfor og forsikre deg om at du tar den med på vaksinasjonen.

# common.footer.link.booking
source: Book appointment
fr: Réserver un rendez-vous de vaccination
nb_no: Bestill time

# common.footer.title.informations
source: Further information
fr: Informations
nb_no: Informasjon

# common.footer.title.languages
source: Language
fr: Langue
nb_no: Språk

# header.nav.link.book_vaccination
source: Book appointment
fr: Réserver une vaccination
nb_no: Bestill time

# header.nav.link.faq
source: Questions & Answers
fr: Questions et réponses
nb_no: Spørsmål og svar

# user.finder.appointment.back-link
source: Back to selection of vaccination site
fr: Retour à la sélection du site de vaccination
nb_no: Tilbake til valg av vaksinasjonssted

# user.finder.appointment.card.submit
source: Select appointment
fr: Choisir une date
nb_no: Velg time

# user.finder.appointment.card.time
source: {0} oâ€™clock
nb_no: klokken {0}

# user.finder.appointment.no-result
source: There are no free appointments available.<0/><1/> Please try a later date or a different vaccination site.
fr: Il n'y a pas de dates disponibles.<0/><1/>Veuillez essayer une date ultérieure ou un autre centre de vaccination.
nb_no: Ingen ledige timer.<0/><1/> Velg en senere dato eller et annet vaksinasjonssted.

# user.finder.appointment.provider.placeholder
source: Any vaccination site
fr: N'importe quel site de vaccination
nb_no: Hvilket som helst vaksinasjonssted

# user.finder.appointment.time.placeholder
source: Any time
fr: N'importe quelle heure
nb_no: Når som helst

# user.finder.location.back-link
source: Back to general information
fr: Retour aux informations générales
nb_no: Tilbake til generell info

# user.finder.location.title
source: Vaccination sites
nb_no: Vaksinasjonssteder

# user.finder.success.appointment-title
source: Your appointment
fr: Votre rendez-vous
nb_no: Din time

# user.finder.verify.intro
source: This is your selected appointment. Please check carefully that everything is correct.<0/> You can then finalise your booking.
nb_no: Dette er din valgte time. Sjekk nøye at alt stemmer.<0/> Du kan så fullføre din timebestilling.

# user.finder.verify.submit
source: Book appointment now
fr: Réserver un rendez-vous maintenant
nb_no: Bestill time nå

# user.finder.verify.title
source: Overview
fr: Aperçu
nb_no: Oversikt

# user.welcome.title
source: Welcome!
fr: Bienvenue !
nb_no: Velkommen.

# common.footer.link.imprint
source: Imprint
fr: Mentions légales

# user.finder.appointment.card.date
source: on {0}
fr: le {0}
