Repository: impfen/apps-inoeg
Catalog: apps/provider/src/locales/*/messages.po
Languages: de

source: provider.account.edit.notice-validation
de: Bitte beachten Sie, dass Ihre Daten bei Änderungen einen Verifizierungsprozess durchlaufen und erst nach der Bestätigung für Impfwillige sichtbar werden.

source: provider.account.edit.submit-button
de: Daten zur Verifizierung speichern

source: provider.account.edit.title
de: Ihren Account bearbeiten

source: provider.account.index.title
de: Ihr Account

source: provider.account.not-verified-yet
de: Ihre Daten wurden noch nicht verifiziert. Bitte haben Sie Verständnis, dass die Verifizierung bis zu 48h dauern kann.

# provider.logout.button
source: Log out
de: Abmelden

# provider.logout.download-backup
source: Download appointment-file
de: Verschlüsselte Datei herunterladen

# provider.logout.intro
source: Do you really want to log out? Please make sure that you have written down your data key and downloaded your appointment-file. You can only log in again with both of them together.
de: Möchten Sie sich wirklich abmelden? Bitte stellen Sie sicher, dass Sie Ihren Sicherheitscode notiert und Ihre verschlüsselte Datei heruntergeladen haben. Nur mit beidem zusammen können Sie sich erneut einloggen.

# provider.logout.title
source: Log out
de: Abmelden

# provider.onboarding.accessible.label
source: Barrier-free access to the practice/vaccination site
de: Barrierefreier Zugang zur Praxis/zur Impfstelle

# provider.onboarding.city.error
source: Please enter an official place name
de: Bitte gegen Sie einen amtlichen Ortsnamen an

# provider.onboarding.city.label
source: Place
de: Ort

# provider.onboarding.data-description
source: The following contact details are used exclusively for communication with the support team.
de: Die folgenden Kontaktdaten dienen ausschließlich zur Kommunikation mit dem Support-Team. Diese werden nicht öffentlich angezeigt.

# provider.onboarding.data-title
source: Contact details
de: Kontaktdaten

source: provider.onboarding.data.save-and-continue
de: Speichern und weiter

source: provider.onboarding.data.title
de: Daten der Impfstelle erfassen

# provider.onboarding.description.description
source: Information for people who want to be vaccinated (e.g. if you recommend a vaccine only for certain groups)
de: Informationen für Impfwillige (z.B. wenn Sie einen Impfstoff nur bestimmten Gruppen empfehlen)

# provider.onboarding.description.title
source: Description
de: Beschreibung

# provider.onboarding.download-backup-data
source: Download appointment-file
de: Verschlüsselte Datei herunterladen

# provider.onboarding.email.label
source: E-mail address
de: E-Mail-Adresse

# provider.onboarding.generating-backup-data
source: Please wait, creating file…
de: Bitte warten, erstelle Datei …

# provider.onboarding.intro
source: These are the general contact details.
de: Dies sind die allgemeinen Kontaktdaten.

# provider.onboarding.name.error.min-length
source: The name provided seems rather short. Is it possible to provide a longer form?
de: Der angegebene Name ist sehr kurz. Geht es ausführlicher?

# provider.onboarding.name.error.required
source: The name provided seems rather short. Is it possible to provide a longer form?
de: Der angegebene Name ist sehr kurz. Geht es ausführlicher?

# provider.onboarding.name.label
source: Full name
de: Vollständiger Name

# provider.onboarding.save-and-continue
source: Next
de: Weiter

# provider.onboarding.secret.button
source: Finalize & go to scheduling
de: Abschließen & zur Terminplanung

source: provider.onboarding.secret.intro
de: Aus Sicherheitsgründen sind die Daten Ihrer Impfstelle doppelt geschützt. Um diese sensiblen Daten vor dem unbefugten Zugriff Dritter zu schützen, werden die Daten beim Abspeichern auf Ihrem Gerät mit einem Code verschlüsselt. Daher benötigen Sie um sich wieder einzuloggen 2 Dinge: - Ihre verschlüsselte Datei - Ihren Sicherheitscode Es ist ein ähnliches Prinzip wie EC-Karte (verschlüsselte Datei) und Pin (Sicherheitscode)

# provider.onboarding.secret.notice
source: To log in again later and to access your appointments, you need both the your downloaded appointment file and your data key. Please download the appointment file now and make a note of the data key afterwards.
de: Sicherheitscode notieren, oder per "Copy/Paste" in einem sicher abgelegten Dokument speichern.

source: provider.onboarding.secret.title
de: Logindaten speichern

source: provider.onboarding.secret.your-code
de: Ihr Sicherheitscode

# provider.onboarding.settings-description
source: Further details
de: Weitere Angaben

# provider.onboarding.street.error
source: Please enter a valid street
de: Bitte geben Sie einen amtlichen Straßennamen an

# provider.onboarding.street.label
source: Street and Number
de: Straße & Hausnummer

# provider.onboarding.title
source: General details
de: Allgemeine Daten

# provider.onboarding.verify.button
source: Next
de: Weiter

# provider.onboarding.verify.edit-data
source: Edit
de: Anpassen

source: provider.onboarding.verify.title
de: Bitte überprüfen Sie ihre Daten

# provider.onboarding.website.label
source: Website
de: Webseite

# provider.onboarding.zip-code.error
source: Please enter a valid postal code
de: Bitte geben Sie eine gültige Postleitzahl an

# provider.onboarding.zip-code.label
source: Postal code
de: Postleitzahl

# provider.provider-data.accessible
source: Barrier-free access to the practice/vaccination site
de: Barrierefreier Zugang zur Praxis/zur Impfstelle

# provider.provider-data.accessible-no
source: No
de: Nein

# provider.provider-data.accessible-yes
source: Yes
de: Ja

# provider.provider-data.city
source: Place
de: Ort

# provider.provider-data.description
source: Information for (potential) vaccinees
de: Informationen für Impfwillige

# provider.provider-data.email
source: E-mail address
de: E-Mail-Adresse

# provider.provider-data.name
source: Full name
de: Vollständiger Name

# provider.provider-data.not-given
source: (No answer)
de: (keine Angabe)

# provider.provider-data.phone
source: Phone number
de: Telefonnummer

# provider.provider-data.street
source: Street and Number
de: Straße & Hausnummer

# provider.provider-data.website
source: Website
de: Webseite

# provider.provider-data.zip-code
source: Postal code
de: Postleitzahl

# provider.restore-form.failed
source: Loading of your data has failed. Please check your data key and the selected appointment-file.
de: Das Laden Ihrer Daten ist leider fehlgeschlagen. Bitte prüfen Sie Ihren Sicherheitscode sowie die ausgewählte verschlüsselte Datei.

# provider.restore-form.input
source: Select file
de: verschlüsselte Datei wählen

# provider.restore-form.input.description
source: Please upload your appointment file (vaccination-appointments-2022[Date&Time].enc).
de: Bitte laden Sie hier Ihre verschlüsselte Datei (Impftermine-2022[Datum&Uhrzeit].enc) hoch.

# provider.restore-form.invalid-file
source: Invalid appointment-file
de: verschlüsselte Datei ungültig

# provider.restore-form.invalid-secret
source: Invalid data key
de: Sicherheitscode ungültig

# provider.restore-form.load
source: Log in
de: Anmelden

# provider.restore-form.missing-file
source: Appointment-file missing
de: verschlüsselte Datei fehlt

# provider.restore-form.secret.description
source: The data key you received during registration
de: Der Sicherheitscode, den Sie bei der Registrierung erhalten haben

# provider.restore-form.secret.label
source: Data key
de: Sicherheitscode

source: provider.schedule.appointment-modal.button
de: Speichern

source: provider.schedule.appointment-modal.duration.description
de: Vstl. Dauer pro Impftermin in Minuten

source: provider.schedule.appointment-modal.duration.error-required
de: Bitte gegen Sie die Anzahl der Impfdosen ein

source: provider.schedule.appointment-modal.duration.error.max
de: Die maximale Dauer eines Impftermins beträgt 240 Minuten

source: provider.schedule.appointment-modal.duration.error.min
de: Die minimale Dauer eines Impftermins beträgt 5 Minuten

source: provider.schedule.appointment-modal.duration.label
de: Vstl. Dauer

source: provider.schedule.appointment-modal.slots.description
de: Die verfügbaren Impfdosen pro Zeiteinheit.

source: provider.schedule.appointment-modal.slots.error.max
de: Die maximale Anzahl der Impfdosen pro Termin beträgt 50

source: provider.schedule.appointment-modal.slots.error.min
de: Die minimale Anzahl der Impfdosen pro Termin beträgt 1

source: provider.schedule.appointment-modal.slots.error.required
de: Bitte gegen Sie die Anzahl der Impfdosen ein

source: provider.schedule.appointment-modal.slots.label
de: Anzahl Impfdosen

source: provider.schedule.appointment-modal.start-date.description
de: Das Datum des Impftermins

source: provider.schedule.appointment-modal.start-date.error.max
de: Der Impftermin darf maximal 30 Tage in der Zukunft liegen

source: provider.schedule.appointment-modal.start-date.error.min
de: Der Impftermin darf nicht in der Vergangenheit liegen

source: provider.schedule.appointment-modal.start-date.error.required
de: Bitte gegen Sie einen Startdatum an

source: provider.schedule.appointment-modal.start-date.label
de: Startdatum

source: provider.schedule.appointment-modal.vaccine-label
de: Impfstoff

source: provider.schedule.appointment-modal.vaccine.description
de: Der verimpfte Impfstoff

source: provider.schedule.appointment-modal.vaccine.error-required
de: Bitte gegen Sie den Impfstoff an

# provider.schedule.create-appointment-modal.too-few-slots
source: Too few appointments given
de: Zu wenig Termine angegeben

# provider.schedule.create-appointment-modal.too-many-slots
source: Too many appointments given
de: Zu viele Termine angegeben

# provider.schedule.create.appointment-modal.edit-title
source: Edit appointment
de: Termin bearbeiten

# provider.schedule.create.appointment-modal.new-title
source: Create appointment
de: Neuen Termin erstellen

source: provider.schedule.create.appointment-series-modal.button
de: Speichern

source: provider.schedule.create.appointment-series-modal.duration-label
de: Vstl. Dauer

source: provider.schedule.create.appointment-series-modal.duration-value
de: Dauer: {duration} Minuten

source: provider.schedule.create.appointment-series-modal.end-at.label
de: Ende

source: provider.schedule.create.appointment-series-modal.new-title
de: Neue Terminserie erstellen

source: provider.schedule.create.appointment-series-modal.slots.label
de: Anzahl Impfdosen

source: provider.schedule.create.appointment-series-modal.start-at.label
de: Beginn

source: provider.schedule.create.appointment-series-modal.vaccine-label
de: Impfstoff

# provider.welcome.title
source: Vaccination sites
de: Impfstellen

source: user.finder.appointment.card.date
de: am {0}

source: user.finder.appointment.card.time
de: {0} Uhr
